/*Задание № 1 адать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру в градусах по Фаренгейту.
Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, где Tf – температура по Фаренгейту, Tc – температура по Цельсию*/

var celsus = 10;
var farengeit = 1.8 * celsus + 32;

alert(farengeit);

/* Задание № 2 Объявить две переменные: admin и name. Записать в name строку "Василий"; Скопировать значение из name в admin.
Вывести admin (должно вывести «Василий»).*/

var admin, name;

name = 'Василий';
admin = name;

alert(admin);